@map:
		dc.w @1370A-@map ; DATA XREF: ROM:000134E6o
		dc.w @1372C-@map
		dc.w @1374E-@map
	@1370A:	dc.w 4	
		dc.w $E801,$2000,$2000,$FFF8; 0
		dc.w $E801,$2800,$2800,	   0; 4
		dc.w $F803,    6,    3,$FFF8; 8
		dc.w $F803, $806, $803,	   0; 12
	@1372C:	dc.w 4	
		dc.w $E801,    2,    1,$FFF8; 0
		dc.w $E801, $802, $801,	   0; 4
		dc.w $F803,    6,    3,$FFF8; 8
		dc.w $F803, $806, $803,	   0; 12
	@1374E:	dc.w 4	
		dc.w $E801,$2004,$2002,$FFF8; 0
		dc.w $E801,$2804,$2802,	   0; 4
		dc.w $F803,    6,    3,$FFF8; 8
		dc.w $F803, $806, $803,	   0; 12
; ÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄ
